Repository: Diddlik/DeskSpaceOS
Catalog: DeskSpaceOS.SettingsApp/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, ru_ru, uk_ua

# About_CreditsDescription.Text
source: Built with passion for the desktop community. This application uses the following open-source libraries and technologies:
de_de: Mit Leidenschaft für die Desktop-Community entwickelt. Diese Anwendung verwendet die folgenden Open-Source-Bibliotheken und Technologien:
ru_ru: Создано с любовью к сообществу пользователей рабочего стола. Это приложение использует следующие библиотеки и технологии с открытым исходным кодом:
uk_ua: Створено з любов’ю до спільноти користувачів робочого стола. Ця програма використовує такі бібліотеки й технології з відкритим вихідним кодом:

# About_CreditsTitle.Text
source: Credits & Open Source Packages
de_de: Danksagungen & Open-Source-Pakete
ru_ru: Благодарности и пакеты с открытым исходным кодом
uk_ua: Подяки та пакети з відкритим вихідним кодом

# About_PageDescription.Text
source: Information about the application.
de_de: Informationen zur Anwendung.
ru_ru: Сведения о приложении.
uk_ua: Відомості про програму.

# About_PageTitle.Text
source: About
de_de: Info
ru_ru: О программе
uk_ua: Про програму

# About_ProductDescription.Text
source: A modern, open-source desktop organizer that groups your shortcuts and files into highly customizable visual spaces. Clean up your digital workspace and boost your productivity.
de_de: Ein moderner, quelloffener Desktop-Organizer, der Ihre Verknüpfungen und Dateien in umfassend anpassbaren visuellen Bereichen gruppiert. Räumen Sie Ihren digitalen Arbeitsbereich auf und steigern Sie Ihre Produktivität.
ru_ru: Современный органайзер рабочего стола с открытым исходным кодом, группирующий ярлыки и файлы в гибко настраиваемых визуальных пространствах. Наведите порядок в цифровой рабочей среде и повысьте продуктивность.
uk_ua: Сучасний органайзер робочого стола з відкритим вихідним кодом, що групує ярлики та файли в гнучко налаштовуваних візуальних просторах. Упорядкуйте цифрове робоче середовище та підвищте продуктивність.

# About_Thanks.Text
source: Special thanks to the contributors and the C# community.
de_de: Besonderer Dank gilt den Mitwirkenden und der C#-Community.
ru_ru: Особая благодарность участникам проекта и сообществу C#.
uk_ua: Особлива подяка учасникам проєкту та спільноті C#.

# About_Version
source: Version {0}
ru_ru: Версия {0}
uk_ua: Версія {0}

# About_Win32Package.Text
source: • Win32 APIs (SysListView32 hook & user32.dll integrations)
de_de: • Win32 APIs (SysListView32-Hook & user32.dll-Integrationen)
ru_ru: • Win32 APIs (перехватчик SysListView32 и интеграции user32.dll)
uk_ua: • Win32 APIs (перехоплювач SysListView32 та інтеграції user32.dll)

# Appearance_DefaultColor.Text
source: Default Space Color
de_de: Standardfarbe für Bereiche
ru_ru: Цвет пространства по умолчанию
uk_ua: Стандартний колір простору

# Appearance_Description.Text
source: Configure the default look for new spaces.
de_de: Konfigurieren Sie das Standardaussehen neuer Bereiche.
ru_ru: Настройте оформление новых пространств по умолчанию.
uk_ua: Налаштуйте стандартний вигляд нових просторів.

# Appearance_NewSpace.Text
source: New Space
de_de: Neuer Bereich
ru_ru: Новое пространство
uk_ua: Новий простір

# Appearance_Preview.Text
source: Preview
de_de: Vorschau
ru_ru: Предпросмотр
uk_ua: Попередній перегляд

# Appearance_Save.Content
source: Save Defaults
de_de: Standardwerte speichern
ru_ru: Сохранить значения по умолчанию
uk_ua: Зберегти стандартні значення

# Appearance_Saved
source: Default appearance saved.
de_de: Standarddarstellung gespeichert.
ru_ru: Оформление по умолчанию сохранено.
uk_ua: Стандартний вигляд збережено.

# Appearance_Title.Text
source: Color & Appearance
de_de: Farbe & Darstellung
ru_ru: Цвет и оформление
uk_ua: Колір і вигляд

# Common_Add
source: Add
de_de: Hinzufügen
ru_ru: Добавить
uk_ua: Додати

# Common_Cancel
source: Cancel
de_de: Abbrechen
ru_ru: Отмена
uk_ua: Скасувати

# Common_Close
source: Close
de_de: Schließen
ru_ru: Закрыть
uk_ua: Закрити

# Common_Create
source: Create
de_de: Erstellen
ru_ru: Создать
uk_ua: Створити

# Common_Delete
source: Delete
de_de: Löschen
ru_ru: Удалить
uk_ua: Видалити

# Common_Edit
source: Edit
de_de: Bearbeiten
ru_ru: Изменить
uk_ua: Редагувати

# Common_Remove
source: Remove
de_de: Entfernen
ru_ru: Убрать
uk_ua: Прибрати

# Common_Save
source: Save
de_de: Speichern
ru_ru: Сохранить
uk_ua: Зберегти

# Hotkeys_Description.Text
source: Configure keyboard shortcuts for quick actions.
de_de: Konfigurieren Sie Tastenkombinationen für Schnellaktionen.
ru_ru: Настройте сочетания клавиш для быстрых действий.
uk_ua: Налаштуйте сполучення клавіш для швидких дій.

# Hotkeys_DistractionFreeDescription.Text
source: Hide all spaces and icons
de_de: Alle Bereiche und Symbole ausblenden
ru_ru: Скрыть все пространства и значки
uk_ua: Приховати всі простори та піктограми

# Hotkeys_DistractionFreePlaceholder.PlaceholderText
source: e.g. Win+D
de_de: z. B. Win+D
ru_ru: например, Win+D
uk_ua: наприклад, Win+D

# Hotkeys_DistractionFreeTitle.Text
source: Distraction Free Mode
de_de: Ablenkungsfreier Modus
ru_ru: Режим без отвлечений
uk_ua: Режим без відволікань

# Hotkeys_NewSpaceDescription.Text
source: Start drawing a new space
de_de: Mit dem Zeichnen eines neuen Bereichs beginnen
ru_ru: Начать рисовать новое пространство
uk_ua: Почати малювати новий простір

# Hotkeys_NewSpacePlaceholder.PlaceholderText
source: e.g. Ctrl+Shift+N
de_de: z. B. Ctrl+Shift+N
ru_ru: например, Ctrl+Shift+N
uk_ua: наприклад, Ctrl+Shift+N

# Hotkeys_NewSpaceTitle.Text
source: New Space
de_de: Neuer Bereich
ru_ru: Новое пространство
uk_ua: Новий простір

# Hotkeys_PeekDescription.Text
source: Bring all spaces above active windows
de_de: Alle Bereiche über aktive Fenster bringen
ru_ru: Вывести все пространства поверх активных окон
uk_ua: Вивести всі простори поверх активних вікон

# Hotkeys_PeekPlaceholder.PlaceholderText
source: e.g. Win+Space
de_de: z. B. Win+Space
ru_ru: например, Win+Space
uk_ua: наприклад, Win+Space

# Hotkeys_PeekTitle.Text
source: Peek Mode
de_de: Peek-Modus
ru_ru: Режим Peek
uk_ua: Режим Peek

# Hotkeys_Save.Content
source: Save Hotkeys
de_de: Hotkeys speichern
ru_ru: Сохранить горячие клавиши
uk_ua: Зберегти гарячі клавіші

# Hotkeys_Saved
source: Hotkeys saved. Changes applied automatically.
de_de: Hotkeys gespeichert. Änderungen automatisch angewendet.
ru_ru: Горячие клавиши сохранены. Изменения применены автоматически.
uk_ua: Гарячі клавіші збережено. Зміни застосовано автоматично.

# Hotkeys_Title.Text
source: Hotkeys
ru_ru: Горячие клавиши
uk_ua: Гарячі клавіші

# Layout_Description.Text
source: Control how spaces align themselves during drag operations. Snapping pulls spaces to screen edges and to the bounding boxes of other spaces.
de_de: Steuern Sie, wie sich Bereiche beim Ziehen ausrichten. Das Einrasten zieht Bereiche an Bildschirmränder und an die Begrenzungsrahmen anderer Bereiche.
ru_ru: Настройте выравнивание пространств при перетаскивании. Привязка притягивает пространства к краям экрана и границам других пространств.
uk_ua: Налаштуйте вирівнювання просторів під час перетягування. Прив’язування притягує простори до країв екрана та меж інших просторів.

# Layout_Saved
source: Layout settings saved. Applied automatically.
de_de: Layouteinstellungen gespeichert. Automatisch angewendet.
ru_ru: Параметры макета сохранены. Применены автоматически.
uk_ua: Параметри макета збережено. Застосовано автоматично.

# Layout_Snapping.Header
source: Enable magnetic snapping
de_de: Magnetisches Einrasten aktivieren
ru_ru: Включить магнитную привязку
uk_ua: Увімкнути магнітне прив’язування

# Layout_Snapping.OffContent
source: Free movement
de_de: Freie Bewegung
ru_ru: Свободное перемещение
uk_ua: Вільне переміщення

# Layout_Snapping.OnContent
source: Spaces snap while dragging
de_de: Bereiche rasten beim Ziehen ein
ru_ru: Пространства привязываются при перетаскивании
uk_ua: Простори прив’язуються під час перетягування

# Layout_SnappingTitle.Text
source: Magnetic Snapping
de_de: Magnetisches Einrasten
ru_ru: Магнитная привязка
uk_ua: Магнітне прив’язування

# Layout_Threshold.Header
source: Snap threshold (pixels)
de_de: Einrastschwelle (Pixel)
ru_ru: Порог привязки (пиксели)
uk_ua: Поріг прив’язування (пікселі)

# Layout_Title.Text
source: Layout
ru_ru: Макет
uk_ua: Макет

# MainWindow_Title.Text
source: DeskSpace OS Settings
de_de: DeskSpace OS-Einstellungen
ru_ru: Параметры DeskSpace OS
uk_ua: Параметри DeskSpace OS

# Nav_About.Content
source: About
de_de: Info
ru_ru: О программе
uk_ua: Про програму

# Nav_Appearance.Content
source: Color & Appearance
de_de: Farbe & Darstellung
ru_ru: Цвет и оформление
uk_ua: Колір і вигляд

# Nav_CheckForUpdates.Content
source: Check for updates
de_de: Nach Updates suchen
ru_ru: Проверить обновления
uk_ua: Перевірити оновлення

# Nav_Hotkeys.Content
source: Hotkeys
ru_ru: Горячие клавиши
uk_ua: Гарячі клавіші

# Nav_Layout.Content
source: Layout
ru_ru: Макет
uk_ua: Макет

# Nav_Portals.Content
source: Folder Portals
de_de: Ordnerportale
ru_ru: Порталы папок
uk_ua: Портали папок

# Nav_QuickHide.Content
source: Quick Hide
de_de: Schnell ausblenden
ru_ru: Быстрое скрытие
uk_ua: Швидке приховування

# Nav_RollUp.Content
source: Roll-Up
de_de: Einklappen
ru_ru: Сворачивание
uk_ua: Згортання

# Nav_Rules.Content
source: Sorting Rules
de_de: Sortierregeln
ru_ru: Правила сортировки
uk_ua: Правила сортування

# Nav_Settings
source: Settings
de_de: Einstellungen
ru_ru: Параметры
uk_ua: Параметри

# Nav_Spaces.Content
source: Spaces
de_de: Bereiche
ru_ru: Пространства
uk_ua: Простори

# Nav_Tabs.Content
source: Tabs
de_de: Registerkarten
ru_ru: Вкладки
uk_ua: Вкладки

# Nav_ZenMode.Content
source: Zen Mode
de_de: Zen-Modus
ru_ru: Режим дзен
uk_ua: Режим дзен

# Peek_Description.Text
source: Temporarily bring spaces and folder portals above active windows.
de_de: Bereiche und Ordnerportale vorübergehend über aktive Fenster bringen.
ru_ru: Временно выводить пространства и порталы папок поверх активных окон.
uk_ua: Тимчасово виводити простори та портали папок поверх активних вікон.

# Peek_Enable.Header
source: Enable Peek
de_de: Peek aktivieren
ru_ru: Включить Peek
uk_ua: Увімкнути Peek

# Peek_Enable.OffContent
source: Peek hotkey is disabled
de_de: Peek-Hotkey ist deaktiviert
ru_ru: Горячая клавиша Peek отключена
uk_ua: Гарячу клавішу Peek вимкнено

# Peek_Enable.OnContent
source: Peek hotkey is active
de_de: Peek-Hotkey ist aktiv
ru_ru: Горячая клавиша Peek активна
uk_ua: Гаряча клавіша Peek активна

# Peek_Hotkey.Header
source: Peek hotkey
ru_ru: Горячая клавиша Peek
uk_ua: Гаряча клавіша Peek

# Peek_Hotkey.PlaceholderText
source: e.g. Win+Space
de_de: z. B. Win+Space
ru_ru: например, Win+Space
uk_ua: наприклад, Win+Space

# Peek_Saved
source: Peek settings saved. Applied automatically.
de_de: Peek-Einstellungen gespeichert. Automatisch angewendet.
ru_ru: Параметры Peek сохранены. Применены автоматически.
uk_ua: Параметри Peek збережено. Застосовано автоматично.

# Portals_Add.Content
source: Add Folder Portal
de_de: Ordnerportal hinzufügen
ru_ru: Добавить портал папки
uk_ua: Додати портал папки

# Portals_AddDialogTitle
source: Add Folder Portal
de_de: Ordnerportal hinzufügen
ru_ru: Добавить портал папки
uk_ua: Додати портал папки

# Portals_Added
source: Portal added. It will appear on the desktop automatically.
de_de: Portal hinzugefügt. Es erscheint automatisch auf dem Desktop.
ru_ru: Портал добавлен. Он автоматически появится на рабочем столе.
uk_ua: Портал додано. Він автоматично з’явиться на робочому столі.

# Portals_Ascending.Content
source: Ascending
de_de: Aufsteigend
ru_ru: По возрастанию
uk_ua: За зростанням

# Portals_Browse.Content
source: Browse…
de_de: Durchsuchen…
ru_ru: Обзор…
uk_ua: Огляд…

# Portals_ColumnDate.Content
source: Date Modified
de_de: Änderungsdatum
ru_ru: Дата изменения
uk_ua: Дата змінення

# Portals_ColumnName.Content
source: Name
ru_ru: Имя
uk_ua: Ім’я

# Portals_ColumnSize.Content
source: Size
de_de: Größe
ru_ru: Размер
uk_ua: Розмір

# Portals_DefaultName
source: Portal
ru_ru: Портал
uk_ua: Портал

# Portals_Descending.Content
source: Descending
de_de: Absteigend
ru_ru: По убыванию
uk_ua: За спаданням

# Portals_Description.Text
source: Mirror the contents of a folder on your desktop. Files added to or removed from the folder appear automatically in the portal space.
de_de: Spiegeln Sie den Inhalt eines Ordners auf Ihrem Desktop. Dateien, die dem Ordner hinzugefügt oder daraus entfernt werden, erscheinen automatisch im Portalbereich.
ru_ru: Отображайте содержимое папки на рабочем столе. Файлы, добавленные в папку или удалённые из неё, автоматически появляются в пространстве портала.
uk_ua: Відображайте вміст папки на робочому столі. Файли, додані до папки або видалені з неї, автоматично з’являються в просторі порталу.

# Portals_Details
source: {0}×{1} • {2} • Sort: {3}{4}
de_de: {0}×{1} • {2} • Sortierung: {3}{4}
ru_ru: {0}×{1} • {2} • Сортировка: {3}{4}
uk_ua: {0}×{1} • {2} • Сортування: {3}{4}

# Portals_DirectoryMissing
source: Directory does not exist.
de_de: Das Verzeichnis ist nicht vorhanden.
ru_ru: Каталог не существует.
uk_ua: Каталог не існує.

# Portals_EditDialogTitle
source: Edit Folder Portal
de_de: Ordnerportal bearbeiten
ru_ru: Изменить портал папки
uk_ua: Редагувати портал папки

# Portals_EmptyDescription.Text
source: Add a portal to mirror a folder like Downloads on your desktop.
de_de: Fügen Sie ein Portal hinzu, um einen Ordner wie „Downloads“ auf Ihrem Desktop zu spiegeln.
ru_ru: Добавьте портал, чтобы отобразить на рабочем столе такую папку, как «Загрузки».
uk_ua: Додайте портал, щоб відобразити на робочому столі таку папку, як «Завантаження».

# Portals_EmptyTitle.Text
source: No folder portals
de_de: Keine Ordnerportale
ru_ru: Нет порталов папок
uk_ua: Немає порталів папок

# Portals_EnableNavigation.Header
source: Enable Navigation
de_de: Navigation aktivieren
ru_ru: Включить навигацию
uk_ua: Увімкнути навігацію

# Portals_EnableNavigation.OffContent
source: Clicks open folders in Explorer
de_de: Klicks öffnen Ordner im Explorer
ru_ru: Щелчок открывает папки в Проводнике
uk_ua: Клацання відкриває папки у Провіднику

# Portals_EnableNavigation.OnContent
source: Clicks navigate inside the portal
de_de: Klicks navigieren innerhalb des Portals
ru_ru: Щелчок выполняет переход внутри портала
uk_ua: Клацання виконує перехід усередині порталу

# Portals_FolderPath.Text
source: Folder Path
de_de: Ordnerpfad
ru_ru: Путь к папке
uk_ua: Шлях до папки

# Portals_Name.Header
source: Portal Name
ru_ru: Название портала
uk_ua: Назва порталу

# Portals_Name.PlaceholderText
source: e.g. Downloads
de_de: z. B. Downloads
ru_ru: например, Загрузки
uk_ua: наприклад, Завантаження

# Portals_NavigationOn
source: • Navigation: On
de_de: • Navigation: Ein
ru_ru: • Навигация: вкл.
uk_ua: • Навігація: увімк.

# Portals_PathRequired
source: Folder path is required.
de_de: Der Ordnerpfad ist erforderlich.
ru_ru: Необходимо указать путь к папке.
uk_ua: Потрібно вказати шлях до папки.

# Portals_Removed
source: Portal removed. Changes applied automatically.
de_de: Portal entfernt. Änderungen automatisch angewendet.
ru_ru: Портал удалён. Изменения применены автоматически.
uk_ua: Портал видалено. Зміни застосовано автоматично.

# Portals_SelectFolder
source: Select Folder
de_de: Ordner auswählen
ru_ru: Выбрать папку
uk_ua: Вибрати папку

# Portals_SortBy.Header
source: Sort By
de_de: Sortieren nach
ru_ru: Сортировать по
uk_ua: Сортувати за

# Portals_SortDate.Content
source: Date Modified
de_de: Änderungsdatum
ru_ru: Дата изменения
uk_ua: Дата змінення

# Portals_SortDateLabel
source: Date
de_de: Datum
ru_ru: Дата
uk_ua: Дата

# Portals_SortDirection.Header
source: Sort Direction
de_de: Sortierrichtung
ru_ru: Направление сортировки
uk_ua: Напрямок сортування

# Portals_SortName.Content
source: Name
ru_ru: Имя
uk_ua: Ім’я

# Portals_SortNameLabel
source: Name
ru_ru: Имя
uk_ua: Ім’я

# Portals_SortSize.Content
source: Size
de_de: Größe
ru_ru: Размер
uk_ua: Розмір

# Portals_SortSizeLabel
source: Size
de_de: Größe
ru_ru: Размер
uk_ua: Розмір

# Portals_Title.Text
source: Folder Portals
de_de: Ordnerportale
ru_ru: Порталы папок
uk_ua: Портали папок

# Portals_Updated
source: Portal updated. Changes applied automatically.
de_de: Portal aktualisiert. Änderungen automatisch angewendet.
ru_ru: Портал обновлён. Изменения применены автоматически.
uk_ua: Портал оновлено. Зміни застосовано автоматично.

# Portals_ViewDetails.Content
source: Details
ru_ru: Подробности
uk_ua: Докладно

# Portals_ViewDetailsLabel
source: Details
ru_ru: Подробности
uk_ua: Докладно

# Portals_ViewIcons.Content
source: Icons
de_de: Symbole
ru_ru: Значки
uk_ua: Піктограми

# Portals_ViewIconsLabel
source: Icons
de_de: Symbole
ru_ru: Значки
uk_ua: Піктограми

# Portals_ViewMode.Header
source: View Mode
de_de: Ansichtsmodus
ru_ru: Режим просмотра
uk_ua: Режим перегляду

# Portals_VisibleColumns.Text
source: Visible Columns (Details view)
de_de: Sichtbare Spalten (Detailansicht)
ru_ru: Видимые столбцы (режим «Подробности»)
uk_ua: Видимі стовпці (режим «Докладно»)

# QuickHide_AdditionalOptions.Text
source: Additional options
de_de: Zusätzliche Optionen
ru_ru: Дополнительные параметры
uk_ua: Додаткові параметри

# QuickHide_AutoHide.Content
source: Automatically hide icons when the desktop is not in use
de_de: Symbole automatisch ausblenden, wenn der Desktop nicht verwendet wird
ru_ru: Автоматически скрывать значки, когда рабочий стол не используется
uk_ua: Автоматично приховувати піктограми, коли робочий стіл не використовується

# QuickHide_AutoShow.Content
source: Automatically show icons when the desktop is in use
de_de: Symbole automatisch einblenden, wenn der Desktop verwendet wird
ru_ru: Автоматически показывать значки, когда рабочий стол используется
uk_ua: Автоматично показувати піктограми, коли робочий стіл використовується

# QuickHide_Description.Text
source: Quick Hide lets you instantly hide and show your desktop icons by double-clicking an empty spot on your desktop.
de_de: Mit „Schnell ausblenden“ können Sie Ihre Desktopsymbole durch Doppelklicken auf eine freie Stelle des Desktops sofort aus- und einblenden.
ru_ru: Быстрое скрытие позволяет мгновенно скрывать и показывать значки рабочего стола двойным щелчком по пустому месту на нём.
uk_ua: Швидке приховування дає змогу миттєво приховувати та показувати піктограми робочого стола подвійним клацанням на порожньому місці.

# QuickHide_Enabled.Content
source: Enabled
de_de: Aktiviert
ru_ru: Включено
uk_ua: Увімкнено

# QuickHide_ExcludeSpaces.Content
source: Exclude individual spaces
de_de: Einzelne Bereiche ausschließen
ru_ru: Исключить отдельные пространства
uk_ua: Виключити окремі простори

# QuickHide_HowToUse.Content
source: How to use
de_de: Verwendung
ru_ru: Как использовать
uk_ua: Як користуватися

# QuickHide_PreviewCaption.Text
source: Double-click desktop to hide/show
de_de: Zum Aus-/Einblenden auf den Desktop doppelklicken
ru_ru: Дважды щёлкните рабочий стол, чтобы скрыть/показать
uk_ua: Двічі клацніть робочий стіл, щоб приховати/показати

# QuickHide_Save.Content
source: Save settings
de_de: Einstellungen speichern
ru_ru: Сохранить параметры
uk_ua: Зберегти параметри

# QuickHide_SavedMessage
source: Quick Hide settings have been updated.
de_de: Die Einstellungen für „Schnell ausblenden“ wurden aktualisiert.
ru_ru: Параметры быстрого скрытия обновлены.
uk_ua: Параметри швидкого приховування оновлено.

# QuickHide_SavedTitle
source: Settings Saved
de_de: Einstellungen gespeichert
ru_ru: Параметры сохранены
uk_ua: Параметри збережено

# QuickHide_ScopeAll.Content
source: Hide all desktop icons and space groups
de_de: Alle Desktopsymbole und Bereichsgruppen ausblenden
ru_ru: Скрывать все значки и группы пространств
uk_ua: Приховувати всі піктограми та групи просторів

# QuickHide_ScopeIcons.Content
source: Hide desktop icons only
de_de: Nur Desktopsymbole ausblenden
ru_ru: Скрывать только значки рабочего стола
uk_ua: Приховувати лише піктограми робочого стола

# QuickHide_ScopeSpaces.Content
source: Hide space groups only
de_de: Nur Bereichsgruppen ausblenden
ru_ru: Скрывать только группы пространств
uk_ua: Приховувати лише групи просторів

# QuickHide_SettingsTitle.Text
source: Settings
de_de: Einstellungen
ru_ru: Параметры
uk_ua: Параметри

# QuickHide_ShowOnStart.Content
source: Always show icons on startup
de_de: Symbole beim Start immer anzeigen
ru_ru: Всегда показывать значки при запуске
uk_ua: Завжди показувати піктограми під час запуску

# QuickHide_Title.Text
source: Quick Hide
de_de: Schnell ausblenden
ru_ru: Быстрое скрытие
uk_ua: Швидке приховування

# RollUp_Description.Text
source: Collapse spaces and folder portals to their header when you need more desktop space.
de_de: Klappen Sie Bereiche und Ordnerportale auf ihre Kopfzeile ein, wenn Sie mehr Platz auf dem Desktop benötigen.
ru_ru: Сворачивайте пространства и порталы папок до заголовка, когда нужно больше места на рабочем столе.
uk_ua: Згортайте простори та портали папок до заголовка, коли потрібно більше місця на робочому столі.

# RollUp_Enable.Header
source: Enable Roll-Up
de_de: Einklappen aktivieren
ru_ru: Включить сворачивание
uk_ua: Увімкнути згортання

# RollUp_Enable.OffContent
source: Roll-Up commands are disabled
de_de: Befehle zum Einklappen sind deaktiviert
ru_ru: Команды сворачивания отключены
uk_ua: Команди згортання вимкнено

# RollUp_Enable.OnContent
source: Roll-Up commands are available
de_de: Befehle zum Einklappen sind verfügbar
ru_ru: Команды сворачивания доступны
uk_ua: Команди згортання доступні

# RollUp_Saved
source: Roll-Up settings saved. Applied automatically.
de_de: Einklappeinstellungen gespeichert. Automatisch angewendet.
ru_ru: Параметры сворачивания сохранены. Применены автоматически.
uk_ua: Параметри згортання збережено. Застосовано автоматично.

# RollUp_Title.Text
source: Roll-Up
de_de: Einklappen
ru_ru: Сворачивание
uk_ua: Згортання

# Rules_Add.Content
source: Add Rule
de_de: Regel hinzufügen
ru_ru: Добавить правило
uk_ua: Додати правило

# Rules_AddDialogTitle
source: Add Sorting Rule
de_de: Sortierregel hinzufügen
ru_ru: Добавить правило сортировки
uk_ua: Додати правило сортування

# Rules_Added
source: Rule added. Changes applied automatically.
de_de: Regel hinzugefügt. Änderungen automatisch angewendet.
ru_ru: Правило добавлено. Изменения применены автоматически.
uk_ua: Правило додано. Зміни застосовано автоматично.

# Rules_AgeRange
source: {0}..{1} days
de_de: {0}..{1} Tage
ru_ru: {0}..{1} дн.
uk_ua: {0}..{1} дн.

# Rules_CategoryArchives
source: Archives
de_de: Archive
ru_ru: Архивы
uk_ua: Архіви

# Rules_CategoryAudio
source: Audio
ru_ru: Аудио
uk_ua: Аудіо

# Rules_CategoryCode
source: Code
ru_ru: Код
uk_ua: Код

# Rules_CategoryDocuments
source: Documents
de_de: Dokumente
ru_ru: Документы
uk_ua: Документи

# Rules_CategoryExecutables
source: Executables
de_de: Ausführbare Dateien
ru_ru: Исполняемые файлы
uk_ua: Виконувані файли

# Rules_CategoryFolders
source: Folders
de_de: Ordner
ru_ru: Папки
uk_ua: Папки

# Rules_CategoryImages
source: Images
de_de: Bilder
ru_ru: Изображения
uk_ua: Зображення

# Rules_CategoryOther
source: Other
de_de: Sonstige
ru_ru: Другое
uk_ua: Інше

# Rules_CategoryShortcuts
source: Shortcuts
de_de: Verknüpfungen
ru_ru: Ярлыки
uk_ua: Ярлики

# Rules_CategoryVideo
source: Video
ru_ru: Видео
uk_ua: Відео
